app/views/gossip/gossip.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
    <p>COUCOU !</p>
    <p>Auteur: <%= link_to @gossip.user.first_name , profile_path(:first_name => @gossip.user.first_name)%></p>