app/views/welcome/show.html.erb

SELECT "gossips".* FROM "gossips"
---
    <h4 class="mb-5 mt-3">Voici la liste de potins de tous moussaillons at THP</h4>
    <% Gossip.all.each do |gossip|%>

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
                    <div class=" pt-1" style="positon: relative">
                        <a class="h5" href="/profile/<%= gossip.user.first_name %>/"><b><%= gossip.user.first_name %></b></a><br>