app/views/profile/profile.html.erb

<br>
    <p>Nombrte de potins: <%= @user.gossips.size %></p>
    <p>List of potins: </p>
    <% @user.gossips.each do |gossip|  %>
---
SELECT "gossips".* FROM "gossips" WHERE "gossips"."user_id" = $1  [["user_id", 5]]
SELECT COUNT(*) FROM "gossips" WHERE "gossips"."user_id" = $1  [["user_id", 5]]